<!DOCTYPE html PUBLIC "-//IETF//DTD HTML 2.0//EN">
<HTML>
<BODY>
<b>Was ist CampusQuiz?</b>

<p> CampusQuiz ist eine App, die von Studierenden zum unterhaltsamen Spielspa&szlig; mit
    wissenschaftlichen Fragen erstellt wurde. In zwei Spielmodi k&ouml;nnen Spieler ihr Wissen in
    verschiedenen Fachbereichen nachweisen.</p>

<b>Welche Android-Version ben&ouml;tige ich, um CampusQuiz zu installieren?</b>

<p> CampusQuiz setzt ein Android-Ger&auml;t mit Version 2.3 (Gingerbread) oder h&ouml;her voraus.
    Die App wurde speziell f&uuml;r Smartphones konzipiert, sodass andere Ger&auml;te ebenfalls nur
    eine auf Smartphone angepasste App sehen k&ouml;nnen.</p>

<b>Wer kann sich alles registrieren?</b>

<p> Derzeit ist die App f&uuml;r Studierende der Universit&auml;t W&uuml;rzburg freigeschalten.
    Langfristig ist es geplant, diese App f&uuml;r weitere Hochschulen zu &ouml;ffnen.</p>

<b>In welchen Sprachen ist CampusQuiz verf&uuml;gbar?</b>

<p> Derzeit kann CampusQuiz ausschlie&szlig;lich auf Deutsch gespielt werden. Sowohl die App als
    auch die Fragen werden daher in deutscher Sprache eingepflegt.</p>

<b>Kann ich meine private Mail-Adresse f&uuml;r die Registrierung nutzen?</b>

<p> Nein. Um die Anmeldebeschr&auml;nkung zu wahren, muss eine studentische Mailadresse angegeben
    werden.</p>

<b>Muss der Studiengang wahrheitsgem&auml;&szlig; angegeben werden?</b>

<p> Nein. Dieser dient lediglich zur Ermittlung von Gegnern im Challenge-Modus.</p>

<b>Ich habe mich bereits registriert, aber kann mich noch nicht einloggen. Woran liegt das?</b>

<p> Der Account wird erst freigeschalten, nachdem der Aktivierungslink angeklickt wurde. Dieser ist
    innerhalb eines fest definierten Zeitraums anzuklicken und wird per E-Mail an die Adresse
    gesendet, die bei der Registrierung angegeben wurde.</p>

<b>Wie funktioniert der Trainingsmodus?</b>

<p> Im Trainingsmodus kann ein Spieler alleine mit den vorgegebenen Fragen &uuml;ben. Nach Auswahl
    einer Hauptkategorie werden solange Fragen generiert, bis der Spieler das Training beendet. Um
    einen l&auml;ngeren Spielspa&szlig; zu gew&auml;hrleisten, kann in diesem Spielmodus keine
    Subkategorie gew&auml;hlt werden.</p>

<b>Was ist eine Haupt- bzw. Subkategorie?</b>

<p> Eine Hauptkategorie, auch Disziplin genannt, w&auml;re z.B. Betriebswirtschaft. Die
    Subkategorie, auch Fachbereich genannt, ist dem Hauptbereich untergeordnet. Ein Beispiel hierzu
    w&auml;re der Fachbereich Marketing.</p>

<b>Ist ein Mehrspielermodus vorhanden?</b>

<p> Ja, das Spiel kann auch gegen einen menschlichen Gegner gespielt werden. Dies kann gestartet
    werden, indem im Hauptmen&uuml; eine Challenge gestartet wird.</p>

<b>Kann ich mir einen Gegner im Mehrspielermodus aussuchen?</b>

<p> Nein. Das h&auml;ngt mit der besseren Vergleichbarkeit im Ranking zusammen.</p>

<b>Wie wird der Gegner im Mehrspielermodus zugewiesen?</b>

<p> Zun&auml;chst wird anhand des Studiengangs eingeschr&auml;nkt, gegen wen &uuml;berhaupt ein
    Spiel m&ouml;glich ist. Sobald zwei Spieler mit vergleichbaren Studieng&auml;ngen ein
    Mehrspieler-Spiel starten wollen, werden diese miteinander gematcht. Anschlie&szlig;end startet
    das Spiel.</p>

<b>Wie viele Fragen werden im Mehrspielermodus gestellt?</b>

<p> Es gibt insgesamt vier Runden &agrave; drei Fragen. Davon kann jeder Teilnehmer sich zweimal
    einen Fachbereich aussuchen. Die restlichen beiden Fachbereiche werden vom Gegenspieler
    ermittelt.</p>

<b>Kann ein laufendes Spiel pausiert werden?</b>

<p> Ja. Das Spiel merkt sich den aktuellen Spielstand und kann zu einem sp&auml;teren Zeitpunkt
    fortgesetzt werden.</p>

<b>Bekomme ich eine Mitteilung, wenn mein Gegner seine Fragen beantwortet hat und ich wieder am Zug
    bin?</b>

<p> Diese Funktion steht derzeit noch nicht zur Verf&uuml;gung.</p>

<b>Gibt es eine Begrenzung bei der Anzahl laufender Spiele?</b>

<p> Nein, es k&ouml;nnen beliebig viele Challenges gestartet werden.</p>

<b>Welchen Zweck verfolgen die Rankings?</b>

<p> Mit den Rankings kann ermittelt werden, wer zu den besten Spielern von CampusQuiz geh&ouml;rt.
    Es gibt daf&uuml;r insgesamt drei Ranglisten. Das erste Ranking zeigt alle Spieler. Im zweiten
    Ranking werden alle Spieler angezeigt, welche den gleichen Studiengang besitzen. Zudem gibt es
    ein hochschulinternes Ranking.</p>

<b>K&ouml;nnen auch Trainingsspiele gerankt werden?</b>

<p> Nein, da dieser Spielmodus ausschlie&szlig;lich f&uuml;r &Uuml;bungszwecke gedacht ist.</p>

<b>Manche Fragen wiederholen sich permanent. Warum passiert dies?</b>

<p> Derzeit stehen uns noch nicht gen&uuml;gend Fragen f&uuml;r alle Kategorien zur Verf&uuml;gung.
    Aus diesem Grund kann es durchaus passieren, dass manche Fragen wiederholt angezeigt werden.</p>

<b>Ist das Einreichen eigener Fragen m&ouml;glich?</b>

<p> Ja, dies kann durch das +-Zeichen im Hauptmen&uuml; get&auml;tigt werden. Dort &ouml;ffnet sich
    eine Maske, in der alle Informationen zur Frage eingegeben werden k&ouml;nnen.</p>

<b>Wird jede eingereichte Frage ver&ouml;ffentlicht?</b>

<p> Nein, da die Fragen beim Einreichen auf Qualit&auml;t und Duplikate &uuml;berpr&uuml;ft werden.
    Erst nach erfolgreicher Pr&uuml;fung wird die Frage f&uuml;r das Spiel freigeschalten.</p>

<b>Kann ich mein Profil mit einem Avatar oder einem Profilfoto individualisieren?</b>

<p> Diese Funktion ist derzeit noch nicht eingef&uuml;gt. Allerdings steht diese derzeit auf der
    Wunschliste und wird ggf. in naher Zukunft umgesetzt werden.</p>

<b>Welche Informationen kann ich auf meinem Benutzerprofil einsehen?</b>

<p> Es werden Benutzername, Studiengang, Hochschule, Vorname, Name und E-Mail ausgegeben.</p>

<b>Kann ich meine Angaben (insbesondere mein Passwort) &auml;ndern?</b>

<p> Diese Funktion steht derzeit noch nicht zur Verf&uuml;gung.</p>

<b>Ich habe eine Frage, welche nicht in den FAQs hinterlegt ist. Wie kann ich den App-Betreiber
    kontaktieren?</b>

<p> Die Kontaktdaten des App-Betreibers sind im Impressum hinterlegt.</p>
</BODY>
</HTML>
